Repository: EduardoIglesias/RickAndMortyBrowser
Catalog: RickAndMortyBrowser/Core/Texts/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %@ avatar
de: Avatar von %@
es: Avatar de %@
fr: Avatar de %@
it: Avatar di %@

# characters.empty.subtitle
source: Try another name… or blame the Council of Ricks.
de: Versuch einen anderen Namen… oder gib dem Rat der Ricks die Schuld.
es: Prueba otro nombre… o échale la culpa al Consejo de Ricks.
fr: Essaie un autre nom… ou accuse le Conseil des Ricks.
it: Prova un altro nome… o dai la colpa al Consiglio dei Rick.

# characters.empty.title
source: No results in this dimension 👽
de: Keine Ergebnisse in dieser Dimension 👽
es: Ningún resultado en esta dimensión 👽
fr: Aucun résultat dans cette dimension 👽
it: Nessun risultato in questa dimensione 👽

# characters.filtered.title
source: Filtered Characters
de: Gefilterte Charaktere
es: Personajes filtrados
fr: Personnages filtrés
it: Personaggi filtrati

# characters.load.error
source: Failed to load characters.
de: Charaktere konnten nicht geladen werden.
es: No se pudieron cargar los personajes.
fr: Impossible de charger les personnages.
it: Impossibile caricare i personaggi.

# characters.search.prompt
source: Filter by name
de: Nach Name filtern
es: Filtrar por nombre
fr: Filtrer par nom
it: Filtra per nome

# characters.title
source: Characters
de: Charaktere
es: Personajes
fr: Personnages
it: Personaggi

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

# detail.noData.subtitle
source: We couldn't find this character in this universe.
de: Wir konnten diesen Charakter in diesem Universum nicht finden.
es: No hemos encontrado este personaje en este universo.
fr: Nous n'avons pas trouvé ce personnage dans cet univers.
it: Non siamo riusciti a trovare questo personaggio in questo universo.

# detail.field.currentLocation
source: Current location
de: Aktueller Aufenthaltsort
es: Ubicación actual
fr: Localisation actuelle
it: Posizione attuale

# detail.field.gender
source: Gender
de: Geschlecht
es: Género
fr: Genre
it: Genere

# detail.field.origin
source: Origin
de: Herkunft
es: Origen
fr: Origine
it: Origine

# detail.field.species
source: Species
de: Spezies
es: Especie
fr: Espèce
it: Specie

# detail.locations.title
source: Locations
de: Aufenthaltsorte
es: Ubicaciones
fr: Localisations
it: Posizioni

# detail.noData.title
source: No data.
de: Keine Daten.
es: Sin datos.
fr: Aucune donnée.
it: Nessun dato.

# detail.overview.title
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica

# detail.title
source: Character
de: Charakter
es: Personaje
fr: Personnage
it: Personaggio

# gender.female
source: Female
de: Weiblich
es: Femenino
fr: Féminin
it: Femmina

# gender.genderless
source: Genderless
de: Geschlechtslos
es: Sin género
fr: Sans genre
it: Senza genere

# gender.male
source: Male
de: Männlich
es: Masculino
fr: Masculin
it: Maschio

# gender.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# launch.subtitle
source: Browse characters across dimensions
de: Erkunde Charaktere aus allen Dimensionen
es: Explora personajes a través de dimensiones
fr: Parcourez les personnages à travers les dimensions
it: Esplora i personaggi attraverso le dimensioni

# launch.title
source: Characters Browser
de: Charakter-Browser
es: Buscador de Personajes
fr: Explorateur de personnages
it: Esplora personaggi

# location.unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue
it: Sconosciuta

# origin.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# species.animal
source: Animal
de: Tier
it: Animale

# species.disease
source: Disease
de: Krankheit
es: Enfermedad
fr: Maladie
it: Malattia

# species.human
source: Human
de: Mensch
es: Humanidad
fr: Humain
it: Umano

# species.mythologicalCreature
source: Mythological Creature
de: Mythologisches Wesen
es: Criatura Mitológica
fr: Créature mythologique
it: Creatura mitologica

# species.robot
source: Robot
de: Roboter

# species.unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue
it: Sconosciuta

# status.alive
source: Alive
de: Lebendig
es: Con Vida
fr: Vivant
it: Vivo

# status.dead
source: Dead
de: Tot
es: Murió
fr: Mort
it: Morto

# status.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

# detail.field.status
source: Status
es: Estado
fr: Statut
it: Stato

# species.alien
source: Alien
es: Alienígena
fr: Extraterrestre
it: Alieno

# species.humanoid
source: Humanoid
es: Humanoide
fr: Humanoïde
it: Umanoide

# species.poopybutthole
source: Poopybutthole
es: Ojete Sucio
